Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Removing this package will break the following mods: %(names)s
sv: Borttagning av detta paket kommer att fÃ¶rstÃ¶ra fÃ¶ljande moddar: %(names)s

source: Reason
sv: Anledning

source: Reason for unapproval / deletion, this is shown in the audit log
sv: Anledning fÃ¶r avgodkÃ¤nnande / borttagande, detta visas i auditeringsloggen

source: Unpublish
sv: Avpublicera

source: Post a review for %(title)s by %(author)s
sv: LÃ¤gg till en recension fÃ¶r %(title)s av %(author)s

source: Found a bug? Post on the <a href='%(url)s'>issue tracker</a> instead.
sv: Har du hittat en bugg? LÃ¤gg upp det pÃ¥ <a href="%(url)s">buggtrackern</a> istÃ¤llet.

source: What language are you writing your review in?
sv: Vilket sprÃ¥k skriver du din recension pÃ¥?

source: Delete review.
sv: Ta bort recension.

source: This will convert the review into a thread, keeping the comments but removing its effect on the package's rating.
sv: Detta kommer gÃ¶ra om recensionen till en trÃ¥d, vilket behÃ¥ller kommentarer men tar bort effekten pÃ¥ paketets betyg.

source: Review Votes
sv: RecensionrÃ¶ster

source: Review votes on %(title)s by %(author)s
sv: RecensionrÃ¶ster pÃ¥ %(title)s av %(author)s

source: Edit screenshot
sv: Ändra skärmdump

source: Add a screenshot
sv: LÃ¤gg till skÃ¤rmdump

source: The recommended resolution is 1920x1080, and screenshots must be at least %(width)dx%(height)d.
sv: Den rekommenderade upplÃ¶sningen Ã¤r 1920x1080, och skÃ¤rmdumpar mÃ¥ste vara Ã¥tminstonde %(width)dx%(height)d.

source: Add Image
sv: LÃ¤gg till bild

source: Way too small
sv: Alldeles fÃ¶r liten

source: Too small
sv: För liten

source: Not HD
sv: Inte HD

source: Awaiting approval
sv: VÃ¤ntar pÃ¥ godkÃ¤nnande

source: No screenshots.
sv: Inga skÃ¤rmdumpar.

source: Save Order
sv: Spara ordning

source: Reordering requires JavaScript.
sv: Omordning krÃ¤ver JavaScript.

source: Client Preview
sv: KlientfÃ¶rhandsgranskning

source: The first screenshot in the list above will be the package thumbnail.
sv: Den fÃ¶rsta skÃ¤rmdumpen i listan kommer vara paketets tumnagel.

source: Videos
sv: Videoklipp

source: You can set a video on the Edit Details page
sv: Du kan stÃ¤lla in en video pÃ¥ Redigera detaljer-sidan

source: Links
sv: LÃ¤nkar

source: Review link
sv: RecensionlÃ¤nk

source: Badges
sv: Emblem

source: Modname Uniqueness
sv: Moddnamnunikhet

source: Packages sharing provided mods
sv: Paket som delar fÃ¶rsedda moddar

source: This package contains modnames that are present in the following packages:
sv: Detta paket innehÃ¥ller moddnamn som finns i fÃ¶ljande paket:

source: Similar Forum Topics
sv: Liknande forumtrÃ¥dar

source: Download (.csv)
sv: Ladda ner (.csv)

source: To provide translations for your package, you need to create .tr files and upload a new release.
sv: Om du vill tillhandahÃ¥lla Ã¶versÃ¤ttningar fÃ¶r ditt paket mÃ¥ste du skapa .tr-filer och ladda upp en ny version.

source: For information on how to do this, see the modding book chapter and lua_api.md
sv: FÃ¶r information om hur du gÃ¶r detta, se moddingsbok-kapitlet och lua_api.md

source: Translation - Luanti Modding Book
sv: ÃversÃ¤ttning: Luanti Modding Book

source: Translating content meta - lua_api.md
sv: ÃversÃ¤ttning av innehÃ¥llsmetadata - lua_api.md

source: %(title)s is available in %(num)d languages.
sv: %(title)s finns i %(num)d sprÃ¥k.

source: ContentDB reads translations from locale files (.tr) in your package.
sv: ContentDB lÃ¤ser Ã¶versÃ¤ttningar frÃ¥n Ã¶versÃ¤ttningsfiler (.tr) i ditt paket.

source: Translation template
sv: ÃversÃ¤ttningsmall

source: To quickly add support for ContentDB package translation, create a file at %(location)s with the following content:
sv: FÃ¶r att snabbt lÃ¤gga till stÃ¶d fÃ¶r ContentDB-paketÃ¶versÃ¤ttning, skapa en fil i %(location)s med fÃ¶ljande innehÃ¥ll:

source: With games, you also need to name the textdomain in game.conf:
sv: NÃ¤r det gÃ¤ller spel mÃ¥ste du ocksÃ¥ namnge "textdomain" i game.conf:

source: Replace mymod with the name of mod / textdomain you chose.
sv: ErsÃ¤tt "mymod" med namnet pÃ¥ den mod/textdomain du valt.

source: Configure Git Update Detection
sv: Konfigurera Git-uppdateringar

source: ContentDB will poll your Git repository every day, if your package is approved.
sv: ContentDB kommer kolla din Git-repository varje dag, om ditt paket godkÃ¤nns.

source: You should consider using webhooks or the API for faster releases.
sv: ÃvervÃ¤g att anvÃ¤nda webhooks eller API:et fÃ¶r snabbare uppdateringar.

source: Git Update Detection is clever enough to not create a release again if you've already created it manually or using webhooks/the API.
sv: Git-uppdateringsavkÃ¤nningen Ã¤r tillrÃ¤ckligt smart att den inte skapar en utgivning om du redan skapat ett manuellt eller med API:et.

source: The trigger is the event that triggers the action.
sv: Triggern Ã¤r hÃ¤ndelsen som triggar handlingen.

source: The action to perform when the trigger happens.
sv: Vad som ska utfÃ¶ras nÃ¤r triggern hÃ¤nder.

source: Once a package is marked as outdated, you won't receive any more notifications until it is marked up to date.
sv: NÃ¤r ett paket har markerats som fÃ¶rÃ¥ldrad kommer du inte fÃ¥ nÃ¥gra fler notiser fÃ¶rrens den Ã¤r markerad som aktuell.

source: %(title)s releases
sv: %(title)s realeaser

source: For Luanti %(min)s and above
sv: FÃ¶r Luanti %(min)s och Ã¶ver

source: Luanti %(max)s and below
sv: FÃ¶r Luanti %(max)s och under

source: How do I install this?
sv: Hur installerar jag detta?

source: No downloads available
sv: Inga nerladdningar tillgÃ¤ngliga

source: Non-free code and media
sv: Icke-fri kod och media

source: Non-free code
sv: Icke-fri kod

source: Non-free media
sv: Icke-fri media

source: Forums
sv: Forum

source: Issue Tracker
sv: Feltracker

source: Thumbnail for video
sv: Tumnagel fÃ¶r video

source: Awaiting review
sv: VÃ¤ntar pÃ¥ genomgÃ¥ng

source: Edit Review
sv: Redigera recension

source: You can't review your own package.
sv: Du kan inte recensera ditt egna paket.

source: Package needs to be approved before it can be reviewed.
sv: Paketet mÃ¥ste godkÃ¤nnas innan det kan recenseras.

source: Used By
sv: AnvÃ¤nds Av

source: Content
sv: Innehåll

source: View content for game
sv: Visa innehÃ¥ll fÃ¶r spel

source: Release notes for %(title)s
sv: Utgivningsanteckningar fÃ¶r %(title)s

source: Favorite
sv: Favorit

source: Add to collection...
sv: LÃ¤gg till samling...

source: View %(count)d collections
sv: Visa %(count)d samlingar

source: Package may be outdated
sv: Paket kan mÃ¶jligtvis vara fÃ¶rÃ¥ldrad

source: Only visible to the author and Editors.
sv: Endast synlig fÃ¶r skaparen och Redigerare.

source: Warning
sv: Varning

source: Like this package? Help support its development by making a donation
sv: Gillar du detta paket? Donera fÃ¶r att stÃ¶dja utvecklingen

source: Donate now
sv: Donera nu

source: Dependencies
sv: Beroenden

source: No required dependencies
sv: Inga nÃ¶dvÃ¤ndiga beroenden

source: Optional
sv: Valfri

source: Compatible Games
sv: Kompatibla Spel

source: No specific game required
sv: Inget specifikt spel krÃ¤vs

source: Tested with:
sv: Testad med:

source: Is the above correct?
sv: Ãr ovanstÃ¥ende korrekt?

source: You need to either confirm this or tell ContentDB about supported games
sv: Du behÃ¶ver antingen bekrÃ¤fta detta eller berÃ¤tta fÃ¶r ContentDB om spelstÃ¶d

source: Does not work with:
sv: Fungerar ej med:

source: Please specify compatible games
sv: Var snÃ¤ll vÃ¤lj kompatibla spel

source: Technical Name
sv: Tekniskt namn

source: %(code_license)s for code,<br>%(media_license)s for media.
sv: %(code_license)s fÃ¶r kod,<br>%(media_license)s fÃ¶r media.

source: Added
sv: Tillagda

source: Remove myself
sv: Ta bort mig sjÃ¤lv

source: Provides
sv: Bidrar

source: More
sv: Mer

source: See audit log
sv: Visa auditeringslogg

source: Due to spam, we no longer accept reports from anonymous users on this form.
sv: PÃ¥ grund av spam tillÃ¥ter vi inte lÃ¤ngre rapporter frÃ¥n anonyma anvÃ¤ndare.

source: Please sign in or contact the admin using the link below.
sv: VÃ¤nligen logga in eller kontakta administratÃ¶ren med lÃ¤nken nedan.

source: Found a bug? Please report on the package's issue tracker or in a thread instead.
sv: Har du hittat en bugg? Var snÃ¤ll och rapportera den pÃ¥ paketets buggtracker eller i en trÃ¥d istÃ¤llet.

source: Task Failed
sv: Uppgift misslyckades

source: Workingâ¦
sv: Arbetarâ¦

source: Reload the page to check for updates.
sv: Ladda om sidan fÃ¶r att kontrollera efter uppdateringar.

source: Delete reply by %(username)s in %(title)s
sv: Ta bort svar av %(username)s i %(title)s

source: Delete "%(title)s" by %(author)s
sv: Ta bort "%(title)s" av %(author)s

source: Edit reply
sv: Redigera svar

source: If the package shouldn't be on CDB (eg: if it doesn't work at all), then you can let us know here.
sv: Om paketet inte borde finnas pÃ¥ CDB (t.ex. om den Ã¶ver huvudtaget inte fungerar), kan du berÃ¤tta det hÃ¤r.

source: Comments by %(user)s
sv: Kommentarer av %(user)s

source: Reply to <b>%(title)s</b>
sv: Svar till <b>%(title)s</b>

source: Only showing replies to public threads
sv: Visar endast svar till offentliga trÃ¥dar

source: Convert to Thread
sv: Konvertera till trÃ¥d

source: Unlock
sv: Lås upp

source: Lock
sv: Lås

source: This thread is visible to the following users
sv: Denna trÃ¥d Ã¤r synlig till fÃ¶ljande anvÃ¤ndare

source: Visible to:
sv: Synlig till:

source: Plus approvers and editors
sv: Plus godkÃ¤nnare och redigerare

source: Is this review outdated?
sv: Ãr denna recension fÃ¶rÃ¥ldrad?

source: For example, does it complain about issues you've already fixed?
sv: Till exempel, klagar den om problem du redan har fixat?

source: You can report outdated reviews by clicking %(flag)s on the review.
sv: Du kan rapportera fÃ¶rÃ¥ldrade recensioner genom att klicka pÃ¥ %(flag)s pÃ¥ recensionen.

source: Editor Work Queue
sv: RedigerararbetskÃ¶

source: Approval Queue
sv: GodkÃ¤nnarkÃ¶

source: Approve All
sv: GodkÃ¤nn alla

source: No screenshots need approval.
sv: Inga skÃ¤rmdumpar behÃ¶ver godkÃ¤nnande.

source: No packages need approval.
sv: Inga paket behÃ¶ver godkÃ¤nnande.

source: Importing
sv: Importerar

source: No releases need approval.
sv: Inga utgivningar behÃ¶ver godkÃ¤nnande.

source: All done!
sv: FÃ¤rdig!

source: License Needed
sv: Licens krÃ¤vs

source: Tag Packages
sv: Tagga paket

source: %(total_to_tag)d / %(total_packages)d packages don't have any tags.
sv: %(total_to_tag)d / %(total_packages)d paket har inga taggar.

source: View Tags
sv: Visa taggar

source: Unfulfilled Dependencies
sv: Ouppfyllda beroenden

source: Mod names that have hard dependers, but no packages providing them.
sv: Moddnamn som har hÃ¥rda beroenden, men inga paket som tillhandahÃ¥ller dem.

source: View All
sv: Visa alla

source: Recent Actions
sv: Senaste Ã¥tgÃ¤rder

source: Game Support for %(username)s
sv: SpelstÃ¶d fÃ¶r %(username)s

source: You should specify the games supported by your mods and texture packs.
sv: Du borde markera spelen som dina moddar och texturpaket stÃ¶der.

source: Specifying game support makes it easier for players to find your content.
sv: SpelstÃ¶d gÃ¶r det lÃ¤ttare fÃ¶r spelare att se ditt innehÃ¥ll.

source: If your package is game independent, confirm this using 'Supports all games'
sv: Om ditt paket Ã¤r speloberoende, bekrÃ¤fta detta genom 'StÃ¶der alla spel'

source: Supports all games
sv: StÃ¶der alla spel

source: No supported games listed. Please either add supported games or check 'Supports all games'
sv: Inget spelstÃ¶d listat. LÃ¤gg antingen till spelstÃ¶d eller tryck pÃ¥ 'StÃ¶der alla spel'

source: Nothing to do :)
sv: Inget behÃ¶ver gÃ¶ras :)

source: Bulk support all games
sv: Bulk-stÃ¶d alla spel

source: Click the button below to confirm that the following packages do support all games, except for any games listed in unsupported_games:
sv: Tryck pÃ¥ knappen nedan fÃ¶r att bekrÃ¤fta att fÃ¶ljande paket stÃ¶der alla spel, fÃ¶rutom spel listade i unsupported_games:

source: Packages not supporting %(rel)s
sv: Paket som inte stÃ¶der %(rel)s

source: Minetest-Mods org only
sv: Minetest-Mods endast

source: Sort by date
sv: Sortera efter datum

source: Sort by score
sv: Sortera efter poÃ¤ng

source: All Outdated packages
sv: Alla fÃ¶rÃ¥ldrade paket

source: Missing Screenshots
sv: Saknade skÃ¤rmdumpar

source: %(count)d packages
sv: %(count)d paket

source: Package Tags
sv: Pakettaggar

source: Missing tags only
sv: Endast borttappade taggar

source: Edit Tags
sv: Redigera taggar

source: Your to do list
sv: Din att-gÃ¶ra lista

source: Outdated Packages
sv: FÃ¶rÃ¥ldrade paket

source: %(username)s's to do list
sv: %(username)ss att-gÃ¶ra lista

source: Misc To do
sv: Misc. att-gÃ¶ra

source: Enable email notifications
sv: Aktivera mejlnotifikationer

source: Unapproved Packages Needing Action
sv: Ej godkÃ¤nda paket som behÃ¶ver Ã¥tgÃ¤rdas

source: See all Update Settings
sv: Se alla uppdateringsinstÃ¤llningar

source: Create All Releases
sv: Skapa alla utgivningar

source: Potentially Outdated Packages
sv: MÃ¶jligtvis fÃ¶rÃ¥ldrade paket

source: Instead of marking packages as outdated, you can automatically create releases when New Commits or New Tags are pushed to Git by clicking 'Update Settings'.
sv: IstÃ¤llet fÃ¶r att markera paket som fÃ¶rÃ¥ldrade kan du automatiskt skapa utgivningar nÃ¤r Ny Commit eller Ny Tagg pushas till Git genom att trycka pÃ¥ 'Uppdatera InstÃ¤llningar'.

source: To remove a package from below, create a release or change the update settings.
sv: FÃ¶r att ta bort ett paket frÃ¥n nedan vÃ¤nligen skapa en utgivning eller Ã¤ndra uppdateringsinstÃ¤llningarna.

source: See game support for your packages
sv: Se spelstÃ¶d fÃ¶r dina paket

source: Missing Game Support
sv: SpelstÃ¶d saknas

source: Small Screenshots
sv: SmÃ¥ skÃ¤rmdumpar

source: These packages have screenshots that are too small, and should be replaced.
sv: Dessa paket har skÃ¤rmdumpar som Ã¤r fÃ¶r smÃ¥, och som borde ersÃ¤ttas.

source: Red and orange are screenshots below the limit, and grey screenshots are below the recommended resolution.
sv: RÃ¶d och orange Ã¤r skÃ¤rmdumpar Ã¶ver grÃ¤nsen, och grÃ¥a skÃ¤rmdumpar Ã¤r under den rekommenderade upplÃ¶sningen.

source: See All
sv: Se alla

source: Packages Without Tags
sv: Paket utan taggar

source: Labelling your packages with tags helps users find them.
sv: Att beskriva ditt paket med taggar hjÃ¤lper anvÃ¤ndare hitta dem.

source: Unadded Topics
sv: Ej tillagda trÃ¥dar

source: List of your forum topics which do not have a matching package.
sv: Lista med forumtrÃ¥dar som inte har ett respektivt paket.

source: Congrats! You don't have any topics which aren't on CDB.
sv: Gratulerar! Du har inte nÃ¥gra trÃ¥dar som inte finns pÃ¥ CDB.

source: Find packages to translate
sv: Hitta paket att Ã¶versÃ¤tta

source: Help make Luanti more accessible by translating packages into other languages.
sv: HjÃ¤lp Luanti att bli mer tillgÃ¤nglig genom att Ã¶versÃ¤tta paket till andra sprÃ¥k.

source: How to translate a mod / game
sv: Hur man Ã¶versÃ¤tter en modd / ett spel

source: Packages that support translation
sv: Paket som stÃ¶der Ã¶versÃ¤ttning

source: Only show packages with %(lang)s translation
sv: Visa bara paket med %(lang)s-Ã¶versÃ¤ttning

source: Hide packages with %(lang)s translation
sv: GÃ¶m paket med %(lang)s-Ã¶versÃ¤ttning

source: Account and Security - %(username)s
sv: Konto och sÃ¤kerhet - %(username)s

source: Set Password
sv: SÃ¤tt lÃ¶senord

source: Has password
sv: Har lÃ¶senord

source: Doesn't have password
sv: Har inte lÃ¶senord

source: Please PM %(rubenwardy)s on the forums to link your account.
sv: Var snÃ¤ll och PM:a %(rubenwardy)s pÃ¥ forumen fÃ¶r att lÃ¤nka ditt konto.

source: View ContentDB's GitHub Permissions
sv: Visa ContentDB:s GitHub-behÃ¶righeter

source: Link Github
sv: LÃ¤nka GitHub

source: Account Deletion and Deactivation
sv: Kontoborttagning och deaktivering

source: Delete or Deactivate
sv: Ta bort eller deaktivera

source: Account Deletion and Deactivation isn't available to users yet.
sv: Kontoborttagning och deaktivering Ã¤r inte tillgÃ¤ngliga fÃ¶r anvÃ¤ndare Ã¤n.

source: Please raise a report to request account deletion.
sv: VÃ¤nligen gÃ¶r en anmÃ¤lan fÃ¶r att be om kontoborttagning (pÃ¥ engelska).

source: Recent Account Actions
sv: Nyliga kontoÃ¥tgÃ¤rder

source: Your email is needed to recover your account if you forget your password and to send (configurable) notifications.
sv: Din mejladress behÃ¶vs fÃ¶r att rÃ¤dda ditt konto om du glÃ¶mmer lÃ¶senordet och fÃ¶r att skicka (konfiguerbara) notiser.

source: Your email will never be shared with a third-party.
sv: Din mejladress kommer aldrig delas med tredje part.

source: Note: protonmail is unsupported by ContentDB. <a href='https://forum.luanti.org/viewtopic.php?t=30709'>More info</a>.
sv: Notera: Protonmail stÃ¶ds inte av ContentDB. <a href="https://forum.luanti.org/viewtopic.php?t=30709">Mer info</a>.

source: Must be at least 12 characters long.
sv: BehÃ¶ver vara minst 12 tecken lÃ¥ngt.

source: Do you have an account on the Luanti Forums?
sv: Har du ett konto pÃ¥ Luanti-forumet?

source: ContentDB will link your account to your forum account if you have one, but you don't need one.
sv: ContentDB kommer lÃ¤nka ditt konto till ditt forumkonto om du har ett, men du behÃ¶ver inte det.

source: <b>Yes</b>, I have a forums account
sv: <b>Ja</b>, jag har ett forumkonto

source: <b>No</b>, I don't have one
sv: <b>Nej</b>, jag har inte ett

source: Create forum account
sv: Skapa forumkonto

source: Confirm Your Account
sv: BekrÃ¤fta ditt konto

source: You'll need to use prove that you have access to your forum account using one of the options below.
sv: Du behÃ¶ver bevisa att du har Ã¥tkomst till ditt forumkonto genom ett av fÃ¶ljande steg.

source: This is so ContentDB can link your account to your forum account.
sv: Detta Ã¤r fÃ¶r att ContentDB ska kunna lÃ¤nka ditt konto till ditt forumkonto.

source: Don't have a forums account?
sv: Har du inte ett forumkonto?

source: You can still <a href='%(url)s'>sign up without one</a>.
sv: Du kan fortfarande <a href="%(url)s">registrera utan</a>.

source: Option 1
sv: Alternativ 1

source: Use GitHub field in forum profile
sv: AnvÃ¤nd GitHub-fÃ¤lt i forumprofil

source: Enter your forum username here:
sv: Mata in ditt forumkonto hÃ¤r:

source: Forum username
sv: ForumanvÃ¤ndarnamn

source: Only a-zA-Z0-9._ allowed
sv: Endast a-zA-Z0-9._ tillÃ¥tet

source: You'll need to have the GitHub field in your forum profile filled out.
sv: Du mÃ¥ste ha fyllt i GitHub-fÃ¤ltet i din forumprofil.

source: Log into the forum and <a href='https://forum.luanti.org/ucp.php?i=173'>do that here</a>.
sv: Logga in till forumet och <a href="https://forum.luanti.org/ucp.php?i=173">gÃ¶r det hÃ¤r</a>.

source: Next: log in with GitHub
sv: NÃ¤sta: logga in med GitHub

source: Option 2
sv: Alternativ 2

source: Verification token
sv: Verifieringstoken

source: Go to <a href='https://forum.luanti.org/ucp.php?i=profile&mode=signature'>User Control Panel &gt; Profile &gt; Edit signature</a>
sv: GÃ¥ till <a href="https://forum.luanti.org/ucp.php?i=profile&amp;mode=signature">User Control Panel &gt; Profile &gt; Edit signature</a>

source: Paste this into your signature:
sv: Klistra in detta i din signatur:

source: Click next so we can check it.
sv: Tryck pÃ¥ nÃ¤sta sÃ¥ vi kan kontrollera det.

source: Don't worry, you can remove it after this is done.
sv: Oroa dig inte, du kan ta bort den efter detta Ã¤r klart.

source: Delete user %(username)s
sv: Ta bort anvÃ¤ndare %(username)s

source: This will delete your account, removing %(threads)d threads and %(replies)d replies.
sv: Detta kommer ta bort ditt konto, %(threads)d trÃ¥dar och %(replies)d svar kommer tas bort.

source: As you have packages and/or forum threads, your account cannot be fully deleted.
sv: Eftersom du har paket och/eller forumtrÃ¥dar kan ditt konto inte tas bort helt och hÃ¥llet.

source: Instead, your account will be deactivated and all personal information wiped - including %(threads)d threads and %(replies)d replies.
sv: IstÃ¤llet kommer ditt konto deaktiveras och all personlig information rensad - inklusive %(threads)d trÃ¥dar och %(replies)d svar.

source: See the privacy policy for more information.
sv: Se integritetspolicyn fÃ¶r mer information.

source: Delete Anyway
sv: Ta bort i alla fall

source: Check Your Email
sv: Kontrollera din mejl

source: We've sent an email to the address you specified.
sv: Vi har skickat ett mejl till adressen du angav.

source: You'll need to click the link in the email to confirm it.
sv: Du behÃ¶ver trycka pÃ¥ lÃ¤nken i mejlet fÃ¶r att bekrÃ¤fta den.

source: The link will expire in 12 hours
sv: LÃ¤nken blir ogiltig inom 12 timmar

source: My email never arrived
sv: Mitt mejl kom aldrig

source: Request Password Reset
sv: Be om lÃ¶senordsÃ¥terstÃ¤llning

source: Unfortunately, %(username)s doesn't have an account on ContentDB yet.
sv: TyvÃ¤rr sÃ¥ har %(username)s inte ett konto pÃ¥ ContentDB Ã¤n.

source: Claim Account
sv: GÃ¶r ansprÃ¥k pÃ¥ konto

source: Rank: %(rank)s.
sv: Rang: %(rank)s.

source: Forgot my password
sv: GlÃ¶mt lÃ¶senord

source: Total storage usage is %(total_size)d MB (releases %(release_size)d MB, screenshots %(screenshot_size)d MB).
sv: Total lagringsanvÃ¤ndning Ã¤r %(total_size)d MB (utgivningar %(release_size)d MB, skÃ¤rmdumpar %(screenshot_size)d MB).

source: %(releases)d releases and %(screenshots)d screenshots.
sv: %(releases)d utgivningar och %(screenshots)d skÃ¤rmdumpar.

source: Edit Account
sv: Redigera konto

source: Ban
sv: Bann

source: Unban
sv: Avbanna

source: Message to display to banned user
sv: Meddelande som visas till den bannade anvÃ¤ndaren

source: Expires At
sv: UtlÃ¶per

source: Expiry date. Leave blank for permanent ban
sv: Datum fÃ¶r upphÃ¶rande. LÃ¤mna blankt fÃ¶r permanent bannlysning

source: Change Email and Send Password Reset
sv: Ãndra mejl och skicka lÃ¶senordsÃ¥terstÃ¤llning

source: Email Address
sv: Mejladress

source: Pending email verifications
sv: PÃ¥gÃ¥ende e-postverifieringar

source: Profile picture
sv: Profilbild

source: To Do List
sv: Att-gÃ¶ra lista

source: Send Email
sv: Skicka mejl

source: packages
sv: paket

source: collections
sv: Samlingar

source: reviews
sv: recensioner

source: comments
sv: kommentarer

source: Claim
sv: GÃ¶r ansprÃ¥k

source: Is this you? Claim your account now!
sv: Ãr detta du? GÃ¶r ansprÃ¥k pÃ¥ ditt konto nu!

source: Alphabetical
sv: Alfabetiskt

source: Newest
sv: Nyaste

source: View list of tags
sv: Visa lista med taggar

source: Create package
sv: Skapa paket

source: Maintained Packages
sv: UnderhÃ¥llda paket

source: This user is also a maintainer of the following packages
sv: Denna anvÃ¤ndare Ã¤r Ã¤ven underhÃ¥llare fÃ¶r foljande paket

source: Edit Profile - %(username)s
sv: Redigera profil - %(username)s

source: Profile Picture
sv: Profilbild

source: Import from forums
sv: Importera frÃ¥n forumet

source: Remove profile picture
sv: Ta bort profilbild

source: Profile pictures should be square, at least 64x64px, and one of the following formats: jpeg, png, or webp.
sv: Profilbilder borde vara kvadratiska, Ã¥tminstonde 64x64px, och ett av de fÃ¶ljande formaten: jpeg, png eller webp.

source: Profile Information
sv: Profilinformation

source: Pretending to be another user is grounds for a permanent ban
sv: LÃ¥tsas man vara en annan anvÃ¤ndare leder detta till en permanent bannlysning

source: Only alphanumeric characters, periods, underscores, and minuses are allowed (a-zA-Z0-9._)
sv: Endast alfanumeriska tecken, punkter, understreck, och minustecken Ã¤r tillÃ¥tna (a-zA-Z0-9._)
